Returns all FabricSheet elements hosted by the referenced element.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public IList<FabricSheet> GetFabricSheetsInHost()
  Visual Basic
Public Function GetFabricSheetsInHost As IList(Of FabricSheet)
  Visual C++
public:
IList<FabricSheet^>^ GetFabricSheetsInHost()
 Exceptions
  Exception  |   Condition
   Autodesk.Revit.Exceptions DisabledDisciplineException   |   None of the following disciplines is enabled: Structural.
 See Also
  RebarHostData Class
  Autodesk.Revit.DB.Structure Namespace